# здесь будут храниться все переменные

# [myname]
## Имя главной героини. Или же mc
## Возможно заменить на [mcname]

# persistent.walkthrouh
## Отвечает за количество прохождений. +1 добавляется каждый раз, когда заканчивается игра
## Можно сделать общую на все прохождения и отдельную переменную для других моментов
## Например для прохождения персонажей? как часто выбирает кого-то, хз
## Или если часто на одном моменте или БЭ стопорится

# love_jacky
# love_(name)
## В дальнейшем переименовать! И дополнить
## Используется для счета и отображения очков интереса с персонажами. Джеки было в гайде, пока так и остается
## 
##
##
